---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Wye
enum: Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration
source: html/fa91ef24-f277-a8b8-822c-7ec5fc076035.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalPhaseConfiguration.Wye

Electrical phase configuration is Y.